tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'thoughtbot/formulae'
cask 'java'
cask 'xquartz'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'ant'
brew 'appledoc'
brew 'autoconf'
brew 'automake'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'carthage'
brew 'chruby'
brew 'cloc'
brew 'cmake'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'icu4c'
brew 'nspr'
brew 'spidermonkey'
brew 'couchdb'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'dnsmasq'
brew 'dos2unix'
brew 'elixir'
brew 'emacs'
brew 'pcre2'
brew 'fish'
brew 'freetds'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdbm'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'gdk-pixbuf'
brew 'little-cms2'
brew 'ghostscript'
brew 'go'
brew 'graphviz'
brew 'harfbuzz'
brew 'haskell-stack'
brew 'libyaml'
brew 'ruby'
brew 'heroku'
brew 'hub'
brew 'icdiff'
brew 'libtool'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'jenv'
brew 'jetty'
brew 'oniguruma'
brew 'jq'
brew 'leiningen'
brew 'libcroco'
brew 'libevent'
brew 'pango'
brew 'librsvg'
brew 'libssh2'
brew 'lynx'
brew 'python'
brew 'python3'
brew 'macvim'
brew 'maven'
brew 'mercurial'
brew 'mitmproxy'
brew 'mono'
brew 'mysql'
brew 'ninja'
brew 'node'
brew 'node@6'
brew 'packer'
brew 'phantomjs'
brew 'qt'
brew 'qt5'
brew 'reattach-to-user-namespace'
brew 'rlwrap'
brew 'ruby-install'
brew 'rust'
brew 'selecta'
brew 'swiftlint'
brew 'the_silver_searcher'
brew 'tidy-html5'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'truncate'
brew 'typesafe-activator'
brew 'unixodbc'
brew 'utf8proc'
brew 'vim'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'xcproj'
brew 'xctool', args: ['HEAD']
brew 'yarn'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/science/r'
brew 'homebrew/science/r-gui'
brew 'homebrew/versions/qt55'
brew 'neovim/neovim/neovim'
brew 'thoughtbot/formulae/liftoff'
cask 'android-studio'
cask 'eclipse-jee'
cask 'etrecheck'
cask 'font-fira-code'
cask 'font-fira-mono'
cask 'font-fira-mono-for-powerline'
cask 'font-hasklig'
cask 'font-monoid'
cask 'gitup'
cask 'graphiql'
cask 'intellij-idea'
cask 'java7'
cask 'karabiner'
cask 'kdiff3'
cask 'pgadmin3'
cask 'seil'
